StruSoft.Interop.StruXml.Data.Dimline_type


StruSoft.Interop.StruXml.Data.Dimline_type.Point


StruSoft.Interop.StruXml.Data.Dimline_type.Position


StruSoft.Interop.StruXml.Data.Dimline_type.Plane_x


StruSoft.Interop.StruXml.Data.Dimline_type.Plane_y


StruSoft.Interop.StruXml.Data.Dimline_type.Dimension_line


StruSoft.Interop.StruXml.Data.Dimline_type.Extension_line


StruSoft.Interop.StruXml.Data.Dimline_type.Arrow


StruSoft.Interop.StruXml.Data.Dimline_type.Font


StruSoft.Interop.StruXml.Data.Dimline_type.Text


StruSoft.Interop.StruXml.Data.Dimline_type.Guid


StruSoft.Interop.StruXml.Data.Dimline_type.Dynamic


StruSoft.Interop.StruXml.Data.Dimline_type.Layer


StruSoft.Interop.StruXml.Data.Dimline_type.Colour


StruSoft.Interop.StruXml.Data.Dimline_type.AnyAttr
